# -*- coding: utf-8 -*-
#ბლოკი 1

a = int(input('შეიყვანე ციფრი #1: '))

#ბლოკი 2

if a <= 1: 
 print('შეყვანილი ციფრი #1 ტოლია ან ნაკლებია 1 - ზე')
if a > 1: 
 print('შეყვანილი ციფრი #1 მეტია 1 - ზე')

#ბლოკი 3

b = int(input('შეიყვანე ციფრი #2: '))
if b >= 10:
 print('შეყვანილი ციფრი #2 მეტია ან ტოლია 10 - ზე')
if b < 10: 
 print('შეყვანილი ციფრი #2 ნაკლებია 10 - ზე')

#ბლოკი 4

print('რა გსურს?\n')
c = str(input('შეყვანილი ციფრების ჯამი\n\tსხვაობა\n\tგამრავლება\n\tგაყოფა\n\tახარისხება\n\tარცერთი?\n '))
if c == str('ჯამი'):
 print (a+b)
if c == str('სხვაობა'):
 print (a-b)
if c == str('გამრავლება'):
 print (a*b)
if c == str('გაყოფა'):
 print (a/b)
if c == str('ახარისხება'):
 print (a**b) 
if c == str('არცერთი'):
 d = input('ადასტურებ? კი თუ არა? ')

if d == input('არა)' 
#ეს არა უნდა წაიყვანოს c ცვლადზე და ხელახლა შეეკითხოს რა გააკეთოს ციფრებით
while d == 'კი':
 print('ნახვამდის\n\t')
    



